Repository: oshaughnessy/squirrelmail-autorespond
Catalog: locale/*/LC_MESSAGES/autorespond.po
Languages: it_it, ja_jp

source: Options
it_it: Opzioni
ja_jp: オプション

source: Automatic Forward and Reply
it_it: Risposta ed Inoltro Automatico
ja_jp: 自動転送・返信

source: Sorry, but this plugin is not completely setup. Please contact your System Administrator about configuring the Spam Rules plugin.
it_it: Spiacente, ma questo plugin non è completamente installato. Per cortesia, contatta il tuo Amministratore di Sistema per configurare il Plugin delle Regole di Spam.
ja_jp: スパムルール・プラグインのセットアップは完了していません。 システム管理者に連絡してスパム・ルール プラグインを再構成してください。

source: no file was given to upload
it_it: nessun file specificato per il caricamento
ja_jp: アップロードするファイルが指定されていません。

source: cannot connect to
it_it: impossibile connettersi a
ja_jp: 接続できません

source: Sorry, but this plugin is not completely setup. Please contact your System Administrator about configuring the Spam Rules plugin.
it_it: Spiacente, ma questo plugin non è completamente installato. Per cortesia, contatta il tuo Amministratore di Sistema per configurare il Plugin delle Regole di Spam.
ja_jp: スパムルール・プラグインのセットアップは完了していません。 システム管理者に連絡してスパム・ルール プラグインを再構成してください。

source: error creating
it_it: errore nella creazione
ja_jp: 作成できません

source: error changing
it_it: errore nel cambiamento
ja_jp: 変更できません

source: error removing
it_it: errore nella rimozione
ja_jp: 削除せきません

source: You can choose one or more of these options:
it_it: Puoi scegliere una o più di queste opzioni:
ja_jp: オプションを指定してください:

source: To:
it_it: A:
ja_jp: 宛先:

source: Forward?
it_it: Inoltro
ja_jp: 転送しますか?

source: Subject:
it_it: Oggetto
ja_jp: サブジェクト:

source: Message:
it_it: Messaggio
ja_jp: メッセージ:

source: Reply?
it_it: Rispondi
ja_jp: 返信?

source: unfiltered
it_it: non filtrati
ja_jp: フィルターをかけない

source: filtered
it_it: filtrati
ja_jp: フィルターをかける

source: Keep a copy here?
it_it: Conserva una copia
ja_jp: コピーを保存しますか?

source: Send it to your Trash?
it_it: Invia al Cestino
ja_jp: ゴミ箱へ移動しますか?

source: New mail will be sent to
it_it: Le nuove email verranno inviate a
ja_jp: メールが送信されます

source: New mail will be kept here in your Inbox.
it_it: Le nuove email verranno conservate in Posta in arrivo
ja_jp: メールはインボックスに保存されます。

source: Senders will get an automatic reply.
it_it: I mittenti riceveranno una risposta automatica
ja_jp: 自動返信が送信者に送られます。

source: No automatic reply will be sent.
it_it: Nessuna risposta automatica verrà inviata
ja_jp: 自動返信は無効です。

source: Local copies will also be kept (and will be filtered through
it_it: Verrà conservata una copia locale (e verrà filtrata attraverso

source: filtered through
it_it: filtrata attraverso

source: Local copies will also be kept.
it_it: Verranno conservate delle copie anche in locale.
ja_jp: コピーが保存されます。

source: Mail will be kept in your Trash mailbox.
it_it: Le nuove email saranno conservate nel Cestino
ja_jp: メールはゴミ箱に移動されました。

source: New settings saved:
it_it: Nuove impostazioni salvate:
ja_jp: 設定が保存されました:

source: Auto Response: Reply or Forward
it_it: Risposta Automatica: Rispondi o Inoltra
ja_jp: 自動返信: 返信または転送

source: Automatically reply to incoming mail or send it all to another address.
it_it: Invia tutti i tuoi nuovi messaggi in arriva ad un altro indirizzo.

source: the Spam Rules
it_it: le Regole di Spam
ja_jp: スパム・ルール

source: Auto Response
it_it: Risposta Automatica
ja_jp: 自動返信

source: Auto-Reply: away from my mail
it_it: Risposta Automatica: Assenza
ja_jp: 自動返信: 不在通知

source: Hello. I'm away from my mailbox right now, but I will read your message when I return. Thank you for your patience. PS: This automatic response is only sent after your first message. It won't be sent again in the near future, even if you send more email before I return. Best regards. --
it_it: Salve, sono assente, ma leggero' i Vostri messaggi al mio ritorno. Vi ringrazio per la pazienza. NOTA: Questa e' una risposta automatica inviata solo dopo il vostro primo messaggio. Non ve ne sara' inviata un'altra anche se manderete altre email prima che io ritorni. Saluti. --
ja_jp: 申し訳ありません、現在メールを読むことができません。 (このメッセージは、自動返信です。次からのメールは保存され ますが、この自動返信は送信されません。) --

source: Here you can define various ways to automatically handle all your Incoming email. <b>Please note:</b> If you choose <i>Forward</i> or <i>Reply</i>, you will not keep copies of mail in your mailbox unless you also select <i>Keep a copy here</i>.
it_it: Qui puoi definire vari modi di gestire automaticamente tutta la Tua posta in arrivo. <b>Attenzione:</b> Se scegli <i>Inoltra</i> o <i>Rispondi</i>, non conserverai nessuna copia dei messaggi in Posta in arrivo, se non selezionerai anche <i>Conserva una copia qui</i>.

source: <div align=left><p> Your new forwarding rules have been saved. </p></div>
it_it: <div align=left><p> Le tue nuove regole di inoltro sono state salvate. </p></div>
ja_jp: <div align=left><p> 転送ルールは保存されました。 </p></div>

source: Vacation Message
it_it: Messaggio di assenza
ja_jp: バケーション･メッセージ

source: Here you can change the message that is automatically sent to people who send email to you. The word &quot;$SUBJECT&quot; in the <em>Subject</em> field will be replaced with the subject of the current message when the response is generated. For example, if you've saved a vacation message with the <em>Subject</em> &quot;Re: $SUBJECT&quot;, and you receive a message with the <em>Subject</em> &quot;I Am The Walrus&quot;, then the automatic response sent back will say &quot;Re: I Am The Walrus&quot;.
it_it: Qui puoi cambiare il messaggio che viene inviato automaticamente alle persone che ti inviano delle email. La parola &quot;$SUBJECT&quot; nel campo <em>Oggetto</em> sarà sostituita dall'oggetto del messaggio corrente quando la risposta sarà generata. Ad esempio se hai salvato un messaggio di assenza con l'<em>Oggetto</em> &quot;Re: $SUBJECT&quot;, e ricevi un messaggio con <em>Oggetto</em> &quot;Richiesta informazioni&quot;, allora l'oggetto della risposta automatica sarà &quot;Re: Richiesta Informazioni&quot;.

source: Send all your Incoming email to another address:
it_it: Invia tutti i tuoi nuovi messaggi in arriva ad un altro indirizzo:
ja_jp: 受信したメールを他のメールアドレスへ転送:

source: Return a prewritten response, sometimes called a &quot;vacation message&quot;, to all your senders:
it_it: Invia una risposta automatica, solitamente chiamata &quot;Messaggio di assenza&quot;, a tutti i tuoi corrispondenti:

source: No matter where else your email goes, a copy can always be kept here in your mailbox. If you've set up
it_it: Indipendentemente da dove verrà inoltrata la tua corrispondenza, una copia potrà sempre essere conservata nella tua Posta in arrivo. Se hai impostato i

source: Spam filters
it_it: Filtri Antispam

source: the mail can be sent through those, or it can be stored unmodified
it_it: i messaggi possono essere filtrati, oppure no.

source: Local copies will also be kept (and will be filtered through
ja_jp: コピーを保存します。 (フィルターが有効です)

source: filtered through
ja_jp: フィルターが有効です

source: <p> Here you can define various ways to automatically handle all your Incoming email. <b>Please note:</b> If you choose <i>Forward</i> or <i>Reply</i>, you will not keep copies of mail in your mailbox unless you also select <i>Keep a copy here</i>. </p>
ja_jp: <p> 受信したメールを自動的に処理する方法を指定します。<b>注意:</b>もし、<i>転送</i>か<i>返信</i>, を選択した場合、受信したメールはメールボックスには保存されません。保存する場合には、 <i>コピーを保存</i>を選択してください。 </p>

source: Here you can change the message that is automatically sent to people who send email to you. The word "$SUBJECT" in the <em>Subject</em> field will be replaced with the subject of the current message when the response is generated. For example, if you've saved a vacation message with the <em>Subject</em> "Re: $SUBJECT", and you receive a message with the <em>Subject</em> "I Am The Walrus", then the automatic response sent back will say "Re: I Am The Walrus".
ja_jp: 自動返信で使用されるメッセージを変更することができます。 "$SUBJECT" という部分は、元のメールのサブジェクトによって 自動的に変更されます。 例えば、"Re: $SUBJECT"と指定された場合、元のメールのサブジェクトが "こんにちは"だった場合、"Re: こんにちは" として返信されます。

source: Return a prewritten response, sometimes called a "vacation message" to all your senders:
ja_jp: 準備してある自動返信メールを送信者へ送る:

source: No matter where else your email goes, a copy can always be kept here in yourmailbox. If you've set up <a href="../spamrule/options.php">Spam filters</a>, the mail can be sent through those, or it can be stored unmodified
ja_jp: 転送もしくは返信にかかわらず、コピーがメールボックスに保存されます。<a href="../spamrule/options.php">スパム・フィルター</a>が設定されている場合、スパムフィルターを使用する・使用しないの選択も可能です。
